       IDENTIFICATION DIVISION.
        program-id. main.
       ENVIRONMENT DIVISION.
        configuration section.
        source-computer. Multics.
        object-computer. Multics.
       DATA DIVISION.
       PROCEDURE DIVISION.
       begin.
           display "Hello, world".
           exit program.
